app/views/pages/accueil.html.erb

	<% @potins.each do |p| %>
		<p>Auteur : <%= User.all.find(p.user_id).first_name%> / Titre : <%= p.title %> - <a href="/potin/<%= p.id%>" >Voir le potin</a></p>
---
SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 16], ["LIMIT", 1]]