app/controllers/pages_controller.rb

	def accueil
		@potins = Potin.all
---
SELECT "potins".* FROM "potins"

	def create_gossip
		@gossip = Potin.new
		@gossip.user = User.all.sample
		@gossip.title = params[:title]
		@gossip.content = params[:content]
		if
			@gossip.save
---
SELECT "users".* FROM "users"
INSERT INTO "potins" ("title", "content", "user_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["title", "lolololo"], ["content", "lililili"], ["user_id", 15], ["created_at", "2020-10-30 08:30:11.831073"], ["updated_at", "2020-10-30 08:30:11.831073"]]