app/controllers/potin_controller.rb

SELECT "potins".* FROM "potins" WHERE "potins"."id" = $1 LIMIT $2  [["id", 41], ["LIMIT", 1]]
SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 15], ["LIMIT", 1]]
---
  def show
		@id = params[:id]
		@potin = Potin.find(params[:id])
		@potin_title = @potin.title
		@potin_author_first_name = @potin.user.first_name