app/controllers/users_controller.rb

SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 15], ["LIMIT", 1]]
---
  def user
  	@id = params[:id]
  	@user = User.find(@id)

INSERT INTO "users" ("first_name", "last_name", "email", "password_digest", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"
---
  def create
	@user = User.new
	@user.email = params[:email]
	@user.password = params[:password]

	if
		@user.save